Repository: tlfmcooper/math
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Ontario Math Adventure
fr: Aventure Mathématique Ontario

source: Fun Grade 1 math practice aligned with the Ontario curriculum
fr: Pratique de maths amusante de 1re année alignée sur le curriculum de l'Ontario

source: Pick a mission, explorer!
fr: Choisis une mission, explorateur!

source: Sign in with Google
fr: Se connecter avec Google

source: or
fr: ou

source: Continue as Guest
fr: Continuer en invité

source: Guest progress saved on this device only
fr: Le progrès en mode invité est sauvegardé sur cet appareil seulement

source: Logout
fr: Déconnexion

source: Sign in to Sync
fr: Connecte-toi pour synchroniser

source: Numbers
fr: Nombres

source: Numbers - Addition and Subtraction
fr: Nombres - Addition et soustraction

source: Place Value
fr: Valeur de position

source: Place Value - Tens and Ones
fr: Valeur de position - Dizaines et unités

source: Patterns
fr: Suites

source: Patterns - Find what comes next
fr: Suites - Trouve ce qui vient ensuite

source: Shapes
fr: Formes

source: Shapes - Learn your shapes
fr: Formes - Apprends tes formes

source: Graphs
fr: Graphiques

source: Graphs - Read simple graphs
fr: Graphiques - Lis des graphiques simples

source: Money
fr: Argent

source: Money - Canadian coins
fr: Argent - Pièces canadiennes

source: Time
fr: L'heure

source: Time - Read clocks
fr: L'heure - Lis les horloges

source: Measurement
fr: Mesure

source: Measurement - Compare lengths
fr: Mesure - Compare les longueurs

source: Word Problems
fr: Problèmes écrits

source: Word Problems - Math stories
fr: Problèmes écrits - Histoires mathématiques

source: Compare
fr: Comparer

source: Comparing
fr: Comparer

source: Comparing - Greater than or less than
fr: Comparer - Plus grand ou plus petit

source: Skip Counting
fr: Compter par bonds

source: Skip Counting - Count by 2s, 5s, 10s
fr: Compter par bonds - Compte par 2, 5, 10

source: Coding
fr: Codage

source: Coding - Help the robot
fr: Codage - Aide le robot

source: View Quest Log
fr: Voir le journal de quêtes

source: Quiz Time!
fr: C'est l'heure du quiz!

source: How are you feeling today?
fr: Comment te sens-tu aujourd'hui?

source: This helps us understand how you are doing!
fr: Cela nous aide à comprendre comment tu vas!

source: Mood selection
fr: Sélection de l'humeur

source: Excited
fr: Excité

source: I am feeling excited
fr: Je me sens excité

source: Calm
fr: Calme

source: I am feeling calm
fr: Je me sens calme

source: Tired
fr: Fatigué

source: I am feeling tired
fr: Je me sens fatigué

source: Frustrated
fr: Frustré

source: I am feeling frustrated
fr: Je me sens frustré

source: Loading...
fr: Chargement...

source: Answer options
fr: Options de réponse

source: Next question
fr: Question suivante

source: Next
fr: Suivant

source: Finish and save your progress
fr: Terminer et sauvegarder ton progrès

source: Finish & Save
fr: Terminer et sauvegarder

source: Oops! Could not load question. Please try again.
fr: Oups! Impossible de charger la question. Réessaie.

source: Saving...
fr: Sauvegarde en cours...

source: Could not save. Please try again.
fr: Impossible de sauvegarder. Réessaie.

source: The answer was
fr: La réponse était

source: You have got this!
fr: Tu peux y arriver!

source: Let us learn together!
fr: Apprenons ensemble!

source: Math is fun!
fr: Les maths c'est amusant!

source: Ready to explore?
fr: Prêt à explorer?

source: Amazing!
fr: Incroyable!

source: You are so smart!
fr: Tu es tellement intelligent!

source: Keep going!
fr: Continue!

source: Fantastic!
fr: Fantastique!

source: Wonderful!
fr: Merveilleux!

source: Great job!
fr: Bon travail!

source: It is okay!
fr: C'est correct!

source: You are learning!
fr: Tu apprends!

source: Try the next one!
fr: Essaie la prochaine!

source: Keep trying!
fr: Continue d'essayer!

source: Almost there!
fr: Presque!

source: Wow! 3 in a row!
fr: Wow! 3 de suite!

source: You are on fire!
fr: Tu es en feu!

source: 5 in a row! Super Star!
fr: 5 de suite! Super Star!

source: Incredible!
fr: Incroyable!

source: Great job today!
fr: Bon travail aujourd'hui!

source: You did awesome!
fr: Tu as été super!

source: See you next time!
fr: À la prochaine!

source: Not quite yet! Mistakes help your brain grow.
fr: Pas encore! Les erreurs aident ton cerveau à grandir.

source: Close! Take a deep breath and try the next one.
fr: Presque! Prends une grande respiration et essaie la prochaine.

source: That was tricky! You are still learning.
fr: C'était difficile! Tu continues à apprendre.

source: Keep going! Every mistake teaches you something new.
fr: Continue! Chaque erreur t'apprend quelque chose de nouveau.

source: On Fire!
fr: En feu!

source: 3 in a row!
fr: 3 de suite!

source: 5 in a row!
fr: 5 de suite!

source: Math Wizard!
fr: Magicien des maths!

source: 10 in a row!
fr: 10 de suite!

source: Quest Log
fr: Journal de quêtes

source: Past Adventures
fr: Aventures passées

source: Guest Mode
fr: Mode invité

source: Local Only
fr: Local seulement

source: Review
fr: Réviser

source: No adventures yet! Start your first quest to see your progress here.
fr: Pas encore d'aventures! Commence ta première quête pour voir ton progrès ici.

source: Back Home
fr: Retour à l'accueil

source: Session Review
fr: Révision de session

source: Mood
fr: Humeur

source: Answered
fr: Répondu

source: Session not found.
fr: Session non trouvée.

source: Back to History
fr: Retour à l'historique

source: Back to Logs
fr: Retour aux journaux

source: What is
fr: Combien fait

source: Cats
fr: Chats

source: Dogs
fr: Chiens

source: Birds
fr: Oiseaux

source: Look at the graph. Which group has more?
fr: Regarde le graphique. Quel groupe a plus?

source: What comes next in the pattern?
fr: Que vient ensuite dans la suite?

source: What number comes next?
fr: Quel nombre vient ensuite?

source: The numbers are getting smaller. What comes next?
fr: Les nombres deviennent plus petits. Que vient ensuite?

source: Find the missing number:
fr: Trouve le nombre manquant:

source: Make both sides equal:
fr: Rends les deux côtés égaux:

source: Circle
fr: Cercle

source: Square
fr: Carré

source: Sphere
fr: Sphère

source: Cylinder
fr: Cylindre

source: Cone
fr: Cône

source: Which one is a
fr: Lequel est un

source: Look at the picture:
fr: Regarde l'image:

source: the
fr: le/la

source: above
fr: au-dessus de

source: below
fr: en-dessous de

source: beside
fr: à côté de

source: between
fr: entre

source: house
fr: maison

source: car
fr: voiture

source: tree
fr: arbre

source: dog
fr: chien

source: teddy bear
fr: ourson

source: book
fr: livre

source: banana
fr: banane

source: apple
fr: pomme

source: apple and orange
fr: pomme et orange

source: How many sides does this shape have?
fr: Combien de côtés a cette forme?

source: These shapes are both the same type. What shape are they?
fr: Ces formes sont du même type. Quelle forme sont-elles?

source: How many tens are in the number
fr: Combien de dizaines y a-t-il dans le nombre

source: How many ones are in the number
fr: Combien d'unités y a-t-il dans le nombre

source: tens
fr: dizaines

source: ones
fr: unités

source: and
fr: et

source: Break apart
fr: Décompose

source: into tens and ones:
fr: en dizaines et unités:

source: What time does the clock show?
fr: Quelle heure indique l'horloge?

source: What time do most kids
fr: À quelle heure la plupart des enfants

source: wake up for school
fr: se réveillent pour l'école

source: eat lunch
fr: mangent le dîner

source: eat dinner
fr: mangent le souper

source: go to bed
fr: vont au lit

source: pencil
fr: crayon

source: crayon
fr: crayon de cire

source: marker
fr: marqueur

source: eraser
fr: efface

source: Which is longer?
fr: Lequel est plus long?

source: They are the same
fr: Ils sont pareils

source: How many
fr: Combien de

source: long is this line?
fr: de long fait cette ligne?

source: Put these in order from shortest to longest:
fr: Mets ces éléments en ordre du plus court au plus long:

source: Ant
fr: Fourmi

source: Cat
fr: Chat

source: Elephant
fr: Éléphant

source: Sara has {a} apples. Mom gives her {b} more. How many apples does Sara have now?
fr: Sara a {a} pommes. Maman lui en donne {b} de plus. Combien de pommes Sara a-t-elle maintenant?

source: There are {a} birds in a tree. {b} more birds fly in. How many birds are there now?
fr: Il y a {a} oiseaux dans un arbre. {b} autres oiseaux arrivent. Combien d'oiseaux y a-t-il maintenant?

source: Tom has {a} cookies. He bakes {b} more. How many cookies does he have?
fr: Tom a {a} biscuits. Il en fait cuire {b} de plus. Combien de biscuits a-t-il?

source: You have {a} stickers. Your friend gives you {b} more. How many stickers do you have?
fr: Tu as {a} autocollants. Ton ami t'en donne {b} de plus. Combien d'autocollants as-tu?

source: You have {a} balloons. {b} pop! How many balloons are left?
fr: Tu as {a} ballons. {b} éclatent! Combien de ballons reste-t-il?

source: There are {a} cookies. You eat {b}. How many cookies are left?
fr: Il y a {a} biscuits. Tu en manges {b}. Combien de biscuits reste-t-il?

source: {a} frogs are on a log. {b} jump away. How many frogs are still on the log?
fr: {a} grenouilles sont sur un rondin. {b} sautent. Combien de grenouilles sont encore sur le rondin?

source: Mom baked {a} cupcakes. You ate {b}. How many are left?
fr: Maman a fait {a} petits gâteaux. Tu en as mangé {b}. Combien en reste-t-il?

source: Which number is greater?
fr: Quel nombre est plus grand?

source: They are equal
fr: Ils sont égaux

source: Fill in the blank:
fr: Remplis le blanc:

source: Choose the correct symbol:
fr: Choisis le bon symbole:

source: Look at the number line. Which number is greater than
fr: Regarde la droite numérique. Quel nombre est plus grand que

source: Count by
fr: Compte par

source: What comes next?
fr: Que vient ensuite?

source: What is the missing number?
fr: Quel est le nombre manquant?

source: How many in total?
fr: Combien au total?

source: pairs of shoes
fr: paires de chaussures

source: hands (5 fingers each)
fr: mains (5 doigts chacune)

source: groups of 10
fr: groupes de 10

source: Financial
fr: Financier

source: Nickel
fr: Pièce de 5 cents

source: Dime
fr: Pièce de 10 cents

source: Quarter
fr: Pièce de 25 cents

source: Loonie
fr: Huard

source: Toonie
fr: Pièce de 2 dollars

source: What is this coin?
fr: Quelle est cette pièce?

source: How much money is this?
fr: Combien d'argent est-ce?

source: Which code gets the Robot to the Star?
fr: Quel code amène le Robot à l'Étoile?

source: The robot wants to go RIGHT then DOWN.
fr: Le robot veut aller à DROITE puis en BAS.

source: The robot wants to go UP twice.
fr: Le robot veut aller en HAUT deux fois.

source: The robot wants to go LEFT then LEFT again.
fr: Le robot veut aller à GAUCHE puis encore à GAUCHE.

source: The robot wants to go DOWN then RIGHT.
fr: Le robot veut aller en BAS puis à DROITE.

source: The steps are in the wrong order!
fr: Les étapes sont dans le mauvais ordre!

source: The second step goes the wrong way!
fr: La deuxième étape va dans la mauvaise direction!

source: The steps are backwards!
fr: Les étapes sont à l'envers!

source: This code has a bug! Which code is correct?
fr: Ce code a un bogue! Quel code est correct?

source: If it is sunny, go to the park. If it is rainy, stay home.
fr: S'il fait soleil, va au parc. S'il pleut, reste à la maison.

source: If the light is green, walk. If the light is red, stop.
fr: Si le feu est vert, marche. Si le feu est rouge, arrête.

source: If you are hungry, eat food. If you are thirsty, drink water.
fr: Si tu as faim, mange. Si tu as soif, bois de l'eau.

source: sunny
fr: ensoleillé

source: rainy
fr: pluvieux

source: green
fr: vert

source: red
fr: rouge

source: hungry
fr: affamé

source: thirsty
fr: assoiffé

source: Go to the park
fr: Va au parc

source: Stay home
fr: Reste à la maison

source: Go to school
fr: Va à l'école

source: Go swimming
fr: Va nager

source: Walk
fr: Marche

source: Stop
fr: Arrête

source: Run
fr: Cours

source: Jump
fr: Saute

source: Eat food
fr: Mange

source: Drink water
fr: Bois de l'eau

source: Go to sleep
fr: Va dormir

source: Watch TV
fr: Regarde la télé

source: Rule:
fr: Règle:

source: Today it is
fr: Aujourd'hui c'est

source: What should you do?
fr: Que dois-tu faire?

source: Do this 3 times: Clap
fr: Fais ceci 3 fois: Tape des mains

source: Do this 2 times: Jump then Spin
fr: Fais ceci 2 fois: Saute puis Tourne

source: Do this 4 times: Step right
fr: Fais ceci 4 fois: Pas à droite

source: Do this 2 times: Wave
fr: Fais ceci 2 fois: Fais signe

source: What does this look like?
fr: À quoi ça ressemble?

source: How do you make a sandwich?
fr: Comment fais-tu un sandwich?

source: Get bread
fr: Prends du pain

source: Add filling
fr: Ajoute la garniture

source: Close sandwich
fr: Ferme le sandwich

source: How do you brush your teeth?
fr: Comment te brosses-tu les dents?

source: Get toothbrush
fr: Prends la brosse à dents

source: Add toothpaste
fr: Ajoute le dentifrice

source: Brush teeth
fr: Brosse les dents

source: How do you get dressed?
fr: Comment t'habilles-tu?

source: Put on shirt
fr: Mets le chandail

source: Put on pants
fr: Mets le pantalon

source: Put on shoes
fr: Mets les chaussures

source: How do you plant a seed?
fr: Comment plantes-tu une graine?

source: Dig a hole
fr: Creuse un trou

source: Put in seed
fr: Mets la graine

source: Cover with soil
fr: Couvre de terre

source: Put the steps in the correct order:
fr: Mets les étapes dans le bon ordre:
